Repository: tocororo/iroko
Catalog: iroko/translations/*/LC_MESSAGES/messages-profile.po
Languages: es

source: Display Name
es: Mostrar Nombre

source: User Management
es: Administrar Usuario

source: Username
es: Usuario

source: Required. %(username_rules)s
es: Requerido. %(username_rules)s

source: Username not provided.
es: Usuario no provisto

source: Full name
es: Nombre Completo

source: Username already exists.
es: El usuario ya existe

source: Email address
es: Correo electrónico

source: Re-enter email address
es: Entre de nuevo el correo electrónico

source: Please re-enter your email address.
es: Por favor entre de nuevo el correo electrónico

source: Email addresses do not match.
es: El correo electrónico no coincide

source: Resend verification email
es: Reenviar verificación de correo electrónico

source: Username must start with a letter, be at least three characters long and only contain alphanumeric characters, dashes and underscores.
es: El usuario debe comenzar con una letra, tener al menos tres caracteres ysolo contener caracteres alfanuméricos, guiones y guiones bajos

source: %(icon)s Profile
es: %(icon)s Perfil

source: Profile
es: Perfil

source: Verification email sent.
es: Verificación por correo electrónico enviada

source: Profile was updated. We have sent a verification email to %(email)s. Please check it.
es: Perfil actualizado. Hemos enviado una verificación vía correo electrónico to %(email)s. Por favor compruébelo

source: Profile was updated.
es: Perfil actualizado

source: You have not yet verified your email address.
es: No ha verificado su dirección de correo elctrónico

source: Cancel
es: Cancelar

source: Update profile
es: Actualizar perfil
